Revit 2027 API
BuiltInFailures.ExportFailures.UserDefinedPropertySetReserved Property
 User-defined property sets cannot start with reserved string "Pset_". Please see journal for details.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UserDefinedPropertySetReserved { get; }
Public Shared ReadOnly Property UserDefinedPropertySetReserved As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UserDefinedPropertySetReserved {
	FailureDefinitionId^ get ();
}
static member UserDefinedPropertySetReserved : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExportFailures Class
Autodesk.Revit.DB Namespace